/*
 Navicat Premium Data Transfer

 Source Server         : localhost
 Source Server Type    : MySQL
 Source Server Version : 80035
 Source Host           : localhost:3306
 Source Schema         : y0393

 Target Server Type    : MySQL
 Target Server Version : 80035
 File Encoding         : 65001

 Date: 25/05/2024 19:45:43
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for reptile_behavior
-- ----------------------------
DROP TABLE IF EXISTS `reptile_behavior`;
CREATE TABLE `reptile_behavior`  (
  `id` bigint(0) NOT NULL,
  `remark` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL,
  `url` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL,
  `start_time` datetime(0) NULL DEFAULT NULL,
  `end_time` datetime(0) NULL DEFAULT NULL,
  `status` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL,
  `run_status` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL,
  `type` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL,
  `params` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL,
  `table_id` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL,
  `groovy` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of reptile_behavior
-- ----------------------------
INSERT INTO `reptile_behavior` VALUES (1, '中国指标最新值', 'https://quote.eastmoney.com/center/gridlist.html#global_asia', '2024-05-25 11:53:11', '2024-05-25 11:53:49', '停止', '运行结束', '中国指标最新值', '{\"name\":1,\"value\":2}', 'table_wrapper-table', 'Default');
INSERT INTO `reptile_behavior` VALUES (2, '新股上市日历', 'https://quote.eastmoney.com/center/gridlist.html#newshares', '2024-05-25 11:52:07', '2024-05-25 11:55:23', '停止', '运行结束', '新股上市日历', '{\"name\":2,\"value\":17}', 'table_wrapper-table', 'Default');
INSERT INTO `reptile_behavior` VALUES (3, '板块资金流今日跌涨幅', 'https://quote.eastmoney.com/center/boardlist.html#industry_board', '2024-05-25 11:55:23', '2024-05-25 12:01:44', '停止', '运行结束', '板块资金流今日跌涨幅', '{\"name\":1,\"value\":5}', 'table_wrapper-table', 'Default');
INSERT INTO `reptile_behavior` VALUES (4, '港股通资金流', 'https://quote.eastmoney.com/center/hsgt.html', '2024-05-25 12:01:45', '2024-05-25 11:54:39', '停止', '运行中', '港股通资金流', '{\"name\":0,\"name2\":1,\"value\":4, \"value2\":5}', 'hsgt_captialflow', 'Default');
INSERT INTO `reptile_behavior` VALUES (5, '证券快讯', 'https://kuaixun.eastmoney.com/', '2024-05-25 11:54:40', '2024-05-25 11:55:21', '停止', '运行结束', '证券快讯', '{}', 'news_item_collection', 'Default1');

-- ----------------------------
-- Table structure for reptile_data
-- ----------------------------
DROP TABLE IF EXISTS `reptile_data`;
CREATE TABLE `reptile_data`  (
  `id` bigint(0) NOT NULL,
  `behavior_id` bigint(0) NULL DEFAULT NULL,
  `data` text CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL,
  `flag` bigint(0) NULL DEFAULT NULL,
  `type` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL,
  `create_time` datetime(0) NULL DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of reptile_data
-- ----------------------------
INSERT INTO `reptile_data` VALUES (1794213805467725826, 5, '{\"newsTime\":\"11:45\",\"content\":\"【5月份沪牌拍卖结果公布 中标率16.4%】 5月沪牌拍卖结果刚刚出炉：个人额度合计拍卖总数7098辆，参加拍卖人数43374人，中标率16.4%。最低成交价93000元，平均成交价为93029元，比上个月93022元增加了7元。最低成交价的截止时间是11:29:58第1139位。\"}', 2053441922, '证券快讯', '2024-05-25 11:48:01');
INSERT INTO `reptile_data` VALUES (1794213805530640386, 5, '{\"newsTime\":\"11:38\",\"content\":\"【内蒙古林西县一矿业公司治理塌陷区时发生塌陷 4人下落不明】 从内蒙古自治区赤峰市应急管理、消防救援等部门获悉，24日19时45分，赤峰市林西县金源矿业开发有限公司治理塌陷区进行充填作业时地表发生塌陷，4人坠入塌陷坑，下落不明。\"}', 2138722497, '证券快讯', '2024-05-25 11:48:01');
INSERT INTO `reptile_data` VALUES (1794213805555806210, 5, '{\"newsTime\":\"11:28\",\"content\":\"【广东东莞：严查将商办类项目变相改造为具备居住功能的 “类住宅”】 广东省东莞市住房和城乡建设局等五部门联合印发《关于进一步优化房地产相关政策的通知》。文件要求，严格查处将商办类项目变相改造为具备居住功能的“类住宅”建筑的行为，扎实推进“两违”治理工作，坚决遏制、打击“小产权房”。打好商品住房项目保交房攻坚战，防范处置烂尾风险。完善房屋从开发建设到维护使用的全生命周期管理机制，探索建立房屋体检、房屋养老金、房屋保险等专项制度。切实保障购房人合法权益，营造公平竞争、良性发展的房地产市场环境。\"}', 472556161, '证券快讯', '2024-05-25 11:48:01');
INSERT INTO `reptile_data` VALUES (1794213805564194817, 5, '{\"newsTime\":\"11:26\",\"content\":\"【OpenHarmony开源三年 已有7500多名社区共建者】 5月25日上午，OpenHarmony（开源鸿蒙）开发者大会2024上，OpenHarmony项目群工作委员会执行主席、华为终端BG软件部副总裁柳晓见表示，OpenHarmony开源三年来，OpenHarmony版本持续演进，版本能力快速迭代，截至目前已有7500多名社区共建者、70家共建单位、1.1亿+行代码量、近600款软硬件产品。\"}', -349765007, '证券快讯', '2024-05-25 11:48:01');
INSERT INTO `reptile_data` VALUES (1794213805606137858, 5, '{\"newsTime\":\"11:19\",\"content\":\"【佳禾智能：将建设及运维子公司江西佳禾生产基地屋顶光伏项目 下一步会拓展工商业光伏储能电站等相关新能源项目】 佳禾智能5月25日在互动平台表示，公司于2024年3月设立了佳禾新能源（江西）有限公司，首先将建设及运维子公司江西佳禾生产基地屋顶光伏项目，下一步将会拓展工商业光伏储能电站等相关新能源项目，进一步扩大业务范围和板块，提升公司可持续发展能力和综合竞争力。\"}', -1107454357, '证券快讯', '2024-05-25 11:48:01');
INSERT INTO `reptile_data` VALUES (1794213805622915073, 5, '{\"newsTime\":\"10:55\",\"content\":\"【日本财务省副大臣神田真人：将采取适当措施应对汇率过度波动】 日本负责外汇事务的财务省副大臣神田真人重申其采取适当措施应对汇率过度波动的立场。神田真人表示，过度、无序的外汇波动对经济有害。较少的干预是理想的，但如果出现过度波动，当局就必须采取行动。\"}', 2145195315, '证券快讯', '2024-05-25 11:48:01');
INSERT INTO `reptile_data` VALUES (1794213805656469506, 5, '{\"newsTime\":\"10:55\",\"content\":\"【KKR对意大利电信的220亿欧元收购交易据悉接近获得欧盟批准】 美国私募股权公司KKR对意大利电信的220亿欧元收购交易据悉即将获得欧盟批准。知情人士称，该交易有望在下周获批，在这一过程中，KKR提出了一个非正式要约，即以当前价格维持与意大利电信竞争对手的约15个现有暗光纤批发合同。\"}', 1808343046, '证券快讯', '2024-05-25 11:48:01');
INSERT INTO `reptile_data` VALUES (1794213805673246722, 5, '{\"newsTime\":\"10:45\",\"content\":\"【中国电信董事长柯瑞文：持续攻关通用大模型和量子计算云平台，加快6G网络架构与标准研究】 5月24日，第七届数字中国建设峰会在福州举行，中国电信董事长柯瑞文在开幕式上表示，科技创新是发展新质生产力的核心要素，中国电信持续加大科技创新力度，在云和云网融合领域，突破了云操作系统等“卡脖子”技术，云底座平台摆脱开源限制，打造通智超一体化智算加速平台“云骁”、一站式智算服务平台“慧聚”、算力调度平台“息壤”。柯瑞文称，这三个平台是全国一体化算力体系的核心平台，这三大平台的建设标志着天翼云作为国家云已经越过向智能云发展的拐点。下阶段，中国电信将重点攻关异构云调度、智算网络、云网操作系统等卡点技术，为算力资源高质量供给持续贡献创新方案。在人工智能、量子、网络领域，持续攻关通用大模型和量子计算云平台，加快6G网络架构与标准研究，积极抢占科技竞争和未来发展制高点。\"}', 1161713322, '证券快讯', '2024-05-25 11:48:01');
INSERT INTO `reptile_data` VALUES (1794213805690023937, 5, '{\"newsTime\":\"10:45\",\"content\":\"【全国市场监管系统技术性贸易措施工作推进会在杭州召开】 全国市场监管系统技术性贸易措施工作推进会在浙江省杭州市召开。会议强调，各级市场监管部门要深刻认识技贸措施工作在构建新发展格局中的重要作用。要加强调查研究、预警评议、汇报宣传，积极打造技贸“工具箱”，发挥技贸措施促进产业发展正向作用。要加强系统内外专家队伍建设，加快技贸措施工作数字化发展，提升主动设置议题能力。要加强工作网络建设，构建工作推进模式，搭建信息交流平台，进一步强化国际合作。\"}', -707496152, '证券快讯', '2024-05-25 11:48:01');
INSERT INTO `reptile_data` VALUES (1794213805748744194, 5, '{\"newsTime\":\"10:31\",\"content\":\"【中建西部建设西南公司郫县厂签约成都市京东方第8.6代AMOLED生产线项目】 近日，中建西部建设西南有限公司郫县厂（简称“郫县厂”）成功签约京东方第8.6代AMOLED生产线项目（A标段和B标段），项目整体需求混凝土量约120万方，郫县厂签约混凝土31.5万方。\"}', -1660062554, '证券快讯', '2024-05-25 11:48:01');
INSERT INTO `reptile_data` VALUES (1794213805841018881, 5, '{\"newsTime\":\"10:18\",\"content\":\"【万亿公募迎新老总 降薪降费下 如何保持增速正待破题】 5月25日，博时基金发布公告，自2024年5月24日起，张东正式就任博时基金总经理，博时基金董事长江向阳不再兼任总经理。年内基金行业内已有145位高管变更，15家基金管理人的总经理一职发生变动。\"}', 482196684, '证券快讯', '2024-05-25 11:48:01');
INSERT INTO `reptile_data` VALUES (1794213805887156225, 5, '{\"newsTime\":\"10:17\",\"content\":\"【美防长奥斯汀完成膀胱问题相关治疗 恢复履职】 据央视新闻，美国防长奥斯汀在美东时间24日晚8时25分恢复履职。当地时间5月24日，美国国防部发表声明称，美国国防部长奥斯汀此前于24日晚6时左右在沃尔特·里德国家军事医学中心接受膀胱问题有关的微创非手术后续治疗，相关治疗在持续2.5小时后完成。美国防长奥斯汀在美东时间24日晚8时25分恢复履职。\"}', 52248310, '证券快讯', '2024-05-25 11:48:01');
INSERT INTO `reptile_data` VALUES (1794213805903933441, 5, '{\"newsTime\":\"10:13\",\"content\":\"【吉林省调整住房贷款政策 首套房首付不低于15%】 人民银行吉林省分行就“优化吉林省各城市首套住房、二套住房最低首付比例”以及“取消吉林省各城市首套住房和二套住房商业性个人住房贷款利率政策下限”等事项形成决议：5月24日起，取消吉林省各城市首套住房和二套住房商业性个人住房贷款利率政策下限；全面优化住房信贷政策，吉林省各城市首套住房商业性个人住房贷款最低首付款比例调整为不低于15%，二套住房商业性个人住房贷款最低首付款比例调整为不低于25%。\"}', -2134462792, '证券快讯', '2024-05-25 11:48:01');
INSERT INTO `reptile_data` VALUES (1794213805958459394, 5, '{\"newsTime\":\"10:12\",\"content\":\"【中国能建山西电建总承包建设的澳大利亚储能EPC项目正式开工】 5月24日，中国能建山西电建总承包建设的澳大利亚南澳洲Templers储能离岸EPC项目正式开工，该项目是中国能建在澳大利亚市场首个储能项目。澳大利亚自然资源丰富，市场机制完善，发展前景广阔。中澳双方在战略、供需和产业链互补上具有广阔的合作空间。中国能建在澳加大清洁能源和储能等重点领域布局，先后与当地能源开发商ZEN Energy公司、Genaspi Group签署了系列光储合作项目。\"}', 864326471, '证券快讯', '2024-05-25 11:48:01');
INSERT INTO `reptile_data` VALUES (1794213805983625217, 5, '{\"newsTime\":\"10:09\",\"content\":\"【备足“弹药”以防意外！美股T+1结算时代下周开启 华尔街担心会出事】 在结束阵亡将纪念的周末小长假后，美股的“T+1结算时代”即将于下周二正式开启；然而，在这一划时代的结算机制变革到来之前，不少华尔街机构却颇有些“心神不宁”。\"}', 104266093, '证券快讯', '2024-05-25 11:48:01');
INSERT INTO `reptile_data` VALUES (1794213806033956865, 5, '{\"newsTime\":\"10:05\",\"content\":\"【北京明天分配58400个家庭新能源小客车指标】 明天，北京将分配今年58400个家庭新能源小客车指标，备受关注的新能源指标入围“分数线”也将揭晓。今天上午，北京市小客车指标调控管理办公室发布今年新能源小客车指标申请数据，本期共有30.6万个家庭申请新能源指标。\"}', 110755566, '证券快讯', '2024-05-25 11:48:01');
INSERT INTO `reptile_data` VALUES (1794213806075899906, 5, '{\"newsTime\":\"09:52\",\"content\":\"【英伟达“概念基”领涨市场！】 受此带动，国内多只重仓英伟达的主动型QDII取得了显著的收益回报。数据显示，截至5月23日，建信新兴市场混合（QDII）A成为今年以来业绩排名第一的QDII产品，收益率达到了25.63%，基金净值创下年内新高。\"}', 936555489, '证券快讯', '2024-05-25 11:48:01');
INSERT INTO `reptile_data` VALUES (1794213806101065729, 5, '{\"newsTime\":\"09:44\",\"content\":\"【墨西哥东南部发生4.1级地震】 根据墨西哥国家地震监测局的信息，24日11时41分13秒，在墨西哥东南部的瓦哈卡州的克鲁塞西塔市东南方向约66公里处发生4.1级地震，震源深度约7.2公里。墨西哥的地震预警系统没有启动，目前暂无人员伤亡和财产损失的报告。\"}', 906359405, '证券快讯', '2024-05-25 11:48:01');
INSERT INTO `reptile_data` VALUES (1794213806117842945, 5, '{\"newsTime\":\"09:43\",\"content\":\"【大模型价格战“卷”向何方？】 大厂告别“烧钱出奇迹”思维，将基础模型做强做实，尽快缩小与国外技术差距；创业公司向垂直纵深探索，做“精”做“尖”大模型行业应用，或许才是国内大模型生态可持续发展之道。\"}', 1895724352, '证券快讯', '2024-05-25 11:48:01');
INSERT INTO `reptile_data` VALUES (1794213806189146114, 5, '{\"newsTime\":\"09:31\",\"content\":\"【纵横股份发布全新无人值守系统】 5月24日，在第八届世界无人机大会暨2024国际低空经济与无人系统博览会上，纵横股份发布了全新一代纵横昆仑JOS-C800无人值守系统。纵横昆仑JOS-C800无人值守系统是纵横低空数字经济解决方案中的核心部分，基于该系统，可以实现无人机自动巡检、自动充电、异地部署、远程规划指挥、数据自动回传等功能。该系统集成了CW-15V垂直起降固定翼无人机，带载情况下可以实现3小时续航，巡查半径30至50公里，可广泛应用于能源巡检（电力、管线）、矿山、林草、应急、边防、海事、智慧城市等领域。\"}', 282508683, '证券快讯', '2024-05-25 11:48:01');
INSERT INTO `reptile_data` VALUES (1794213806222700545, 5, '{\"newsTime\":\"09:20\",\"content\":\"【中国贸促会会长任鸿斌率中国企业家代表团访问英国】 中国贸促会会长任鸿斌率中国企业家代表团访问英国，出席由中国贸促会和英中贸易协会共同主办的第二届中国国际供应链促进博览会路演并致辞，分别会见英工商机构和相关企业主要负责人，介绍中国经济形势以及中国以高质量发展推进中国式现代化、坚持推进高水平对外开放有关情况，积极推动中英工商界在金融、能源、医疗健康、物流等领域合作。\"}', 733986535, '证券快讯', '2024-05-25 11:48:01');
INSERT INTO `reptile_data` VALUES (1794213806239477761, 5, '{\"newsTime\":\"09:10\",\"content\":\"【印尼亚齐特别行政区附近海域发生5级地震】 据印尼气象、气候和地球物理局消息，当地时间5月25日7时10分，印尼亚齐特别行政区扎朗镇西南143公里处海域发生5级地震，震中位于北纬3.66度、东经94.73度，震源深度10公里，预计不会有海啸风险。\"}', 1329829024, '证券快讯', '2024-05-25 11:48:01');
INSERT INTO `reptile_data` VALUES (1794213806256254977, 5, '{\"newsTime\":\"08:55\",\"content\":\"【中欧班列累计开行突破9万列】 “中国铁路”微信公众号消息，5月25日8时40分，随着X8157次中欧班列（西安—马拉舍维奇）从西安国际港站开出，至此中欧班列累计开行突破9万列，发送货物超870万标箱、货值超3800亿美元，保持安全稳定畅通运行。\"}', 1723944853, '证券快讯', '2024-05-25 11:48:01');
INSERT INTO `reptile_data` VALUES (1794213806277226498, 5, '{\"newsTime\":\"08:44\",\"content\":\"【比特币上演“过山车”！全网24小时超11万人爆仓 29亿元蒸发！啥情况？】 北京时间5月24日午后，比特币突然在盘中上演“大跳水”，以太坊、币安币、狗狗币等币种也跟随下挫。\"}', -574744590, '证券快讯', '2024-05-25 11:48:01');
INSERT INTO `reptile_data` VALUES (1794213806294003713, 5, '{\"newsTime\":\"08:38\",\"content\":\"【英伟达效应下的“新叙事”？铜互联、玻璃基板之后 GB200或带火这一环节】 “我们已准备好迎接下一波增长。”黄仁勋预计，今年Blackwell架构芯片将带来大量收入。H200和Blackwell架构芯片需求将远远超过供应，英伟达预计这种情况将持续到明年。券商预计，相比DGX系列，GB200单GPU的HDI板价值量将增加244%~476%。\"}', 1658665209, '证券快讯', '2024-05-25 11:48:01');
INSERT INTO `reptile_data` VALUES (1794213806314975233, 5, '{\"newsTime\":\"08:36\",\"content\":\"【脑部疾病基因疗法迈出重要一步：新转运载体能有效穿过血脑屏障】 据最新一期《科学》杂志报道，美国麻省理工学院和哈佛大学布罗德研究所团队设计出一种基因转运载体，能利用人类蛋白质有效穿过血脑屏障，并将与疾病相关的基因递送到人源化小鼠的整个大脑中，这是向开发出更有效的脑部疾病基因疗法迈出的重要一步。\"}', -25507482, '证券快讯', '2024-05-25 11:48:01');
INSERT INTO `reptile_data` VALUES (1794213806331752449, 5, '{\"newsTime\":\"08:18\",\"content\":\"【美国务卿与以色列战时内阁成员甘茨就加沙局势通话】 根据美国国务院发布的一份声明，美国国务卿布林肯当日与以色列战时内阁成员甘茨进行通话，双方讨论了在加沙实现停火并释放被扣押人员的最新进展。\"}', -1742664942, '证券快讯', '2024-05-25 11:48:01');
INSERT INTO `reptile_data` VALUES (1794213806369501185, 5, '{\"newsTime\":\"08:13\",\"content\":\"【中国能建葛洲坝集团与广州工控集团共商合作】 5月24日，中国能建葛洲坝集团党委副书记、总经理、副董事长陈刚赴穗与广州工业投资控股集团有限公司党委书记、董事长景广军座谈，就抢抓粤港澳大湾区市场机遇，积极拓展高端装备、科技研发与转化、产业园区综合开发等领域合作进行深入交流，并达成广泛共识。\"}', -959679098, '证券快讯', '2024-05-25 11:48:01');
INSERT INTO `reptile_data` VALUES (1794213806398861313, 5, '{\"newsTime\":\"08:12\",\"content\":\"【高盛将美联储首降窗口推迟至9月！一图纵览华尔街各大行最新预测】 随着本周一连串超预期的美国经济数据表现，令美联储降息预期被泼上了更多冷水；“预测素来多变”的华尔街大行高盛，也忙不迭地将美联储首降窗口推迟至了9月。\"}', 480009437, '证券快讯', '2024-05-25 11:48:01');
INSERT INTO `reptile_data` VALUES (1794213806436610049, 5, '{\"newsTime\":\"08:04\",\"content\":\"【为控制禽流感疫情 美对澳部分家禽及副产品实施进口限制】 美国已对来自澳大利亚维多利亚州的部分家禽及其副产品实施进口限制，以控制禽流感疫情。美国农业部动植物卫生检验局当日表示，从5月22日起实施的限制措施将持续到另行通知。美国商务部表示，来自或过境澳大利亚维多利亚州的未加工禽类产品和副产品将不允许进入美国。据悉，澳大利亚本22日报告了首例人类感染禽流感病例，并在一个养鸡场发现了一种具有高度传染性的禽流感病毒株。目前，美国已经确认两起人感染禽流感的病例，美国农业部24日表示在一头奶牛的组织样本中检测到禽流感，并确认美国9个州的58家奶牛场感染禽流感。\"}', -1138248847, '证券快讯', '2024-05-25 11:48:01');
INSERT INTO `reptile_data` VALUES (1794213806461775873, 5, '{\"newsTime\":\"07:54\",\"content\":\"【旺季将至 在线旅行平台提前“卡位”各显神通】 端午、暑期临近，各地消费者开始提前筹备夏季出游计划。记者从多家在线旅行平台获悉，端午节假期机票预订量同比大幅提升，县域旅游市场热度延续，赛龙舟民俗游升温。此外，暑期旅游已被不少消费者提上日程，出境游、入境游或迎来小高峰。各地文旅部门、在线旅行平台等主体相互配合，共同创新文旅消费供给、优化文旅服务内容。（中国证券报）\"}', 426895820, '证券快讯', '2024-05-25 11:48:01');
INSERT INTO `reptile_data` VALUES (1794213806503718914, 5, '{\"newsTime\":\"07:46\",\"content\":\"【国家发改委：中国与海合会国家达成多项务实成果】 中国—海合会国家产业与投资合作论坛在厦门举办，据国家发展改革委，本届论坛达成多项务实成果。最新数据显示，2023年，中国和海合会国家双边贸易额达2860亿美元，中国继续保持海合会最大贸易伙伴地位。本次论坛推选了47个优秀合作成果案例进行展览展示。进一步激发合作潜力。\"}', 1735137445, '证券快讯', '2024-05-25 11:48:01');
INSERT INTO `reptile_data` VALUES (1794213806625353729, 5, '{\"newsTime\":\"07:37\",\"content\":\"【欧尔班：匈牙利不想参与北约在乌军事任务 正重新评估“在北约的角色”】 匈牙利总理欧尔班透露，匈牙利正在重新评估其在北约中的角色，“因为匈牙利并不想参与北约在乌克兰的军事任务”。\"}', -1161189206, '证券快讯', '2024-05-25 11:48:01');
INSERT INTO `reptile_data` VALUES (1794213806684073985, 5, '{\"newsTime\":\"07:24\",\"content\":\"【2024年巴西登革热致死病例已达3000例】 根据巴西卫生部当地时间24日公布的最新数据，巴西今年死于登革热的人数已达3000人。数据显示，目前巴西登革热感染病例已经超过500万例，另有2666个疑似登革热死亡病例等待确认死因。\"}', 1344476913, '证券快讯', '2024-05-25 11:48:01');
INSERT INTO `reptile_data` VALUES (1794213806814097410, 5, '{\"newsTime\":\"07:21\",\"content\":\"【风险警示股票突破180家 机构资金主动撤离】 A股风险警示股票的扩容速度进入峰值。截至5月24日，市场ST和*ST公司数量突破180家。尤其5月以来，被ST或*ST的上市公司数量加速扩容，仅5月6日至5月21日短短16天内，即有54家上市公司被“披星戴帽”——27家由未被实施任何风险警示到被ST、8家由ST调整为*ST、19家由无风险警示一步恶化为*ST。\"}', 582675768, '证券快讯', '2024-05-25 11:48:01');
INSERT INTO `reptile_data` VALUES (1794213806877011970, 5, '{\"newsTime\":\"07:01\",\"content\":\"【推动医学科技与产业创新融合】 健康是重要的民生福祉，保障人民健康是现代国家的重要职责。新时代以来，我国医学科技创新持续提速，一大批面向人民生命健康的创新成果得以转化和应用。迈上新征程，要进一步坚持科技创新，加大医学科技攻关力度，使之更好地增进人民健康福祉。\"}', -1445039280, '证券快讯', '2024-05-25 11:48:01');
INSERT INTO `reptile_data` VALUES (1794213806977675266, 5, '{\"newsTime\":\"06:56\",\"content\":\"【抢抓新风口 面板厂商角逐中尺寸OLED市场】 5月以来，苹果、华为纷纷推出新款OLED平板电脑。中国证券报记者调研了解到，由于成本高，目前OLED平板电脑售价较贵。但业内人士认为，苹果、华为等厂商在平板电脑上使用OLED显示屏，标志着头部厂商在平板电脑中显示技术偏好转变，OLED屏成为平板电脑行业新风向，或将带动其他厂商陆续量产OLED产品。\"}', -997333485, '证券快讯', '2024-05-25 11:48:01');
INSERT INTO `reptile_data` VALUES (1794213807019618306, 5, '{\"newsTime\":\"06:51\",\"content\":\"【美国多家电力公司要求法院停止执行拜登的污染限制措施】 美国多家电力公用事业公司要求华盛顿联邦上诉法院立即停止执行拜登政府对发电厂的温室气体排放限制。他们认为，如果不暂停，该规定将迫使公用事业公司立即将资金转移到增加工厂的碳控制或投资新的天然气发电上，而牺牲更清洁的电力来源。\"}', 11716527, '证券快讯', '2024-05-25 11:48:01');
INSERT INTO `reptile_data` VALUES (1794213807103504385, 5, '{\"newsTime\":\"06:46\",\"content\":\"【机构密集调研券商 关注并购重组计划】 5月以来，多家券商获机构密集调研。从调研频次来看，被调研次数较多的券商有申万宏源、国信证券、红塔证券等。在投资者提问中，“并购重组”出现频率最高。多家券商被提问是否有合并重组计划或主要股东变更情况等。“监管层对于行业兼并重组的表态比较明确，这为券商并购提供了有力的政策支持。新一轮行业并购浪潮下，蕴含并购重组预期的标的数量有望增加，将进一步促进资源优化配置，推动行业集约化发展。”一位券商人士表示。\"}', 1744648524, '证券快讯', '2024-05-25 11:48:01');
INSERT INTO `reptile_data` VALUES (1794213807237722113, 5, '{\"newsTime\":\"06:45\",\"content\":\"【水泥新国标实施在即 行业加速优胜劣汰】 6月1日，工业和信息化部组织制定的GB 175-2023《通用硅酸盐水泥》强制性国家标准（以下简称“水泥新国标”）将正式实施。这是我国对通用硅酸盐水泥标准进行的第七次修订。\"}', 420193902, '证券快讯', '2024-05-25 11:48:01');
INSERT INTO `reptile_data` VALUES (1794213807275470849, 5, '{\"newsTime\":\"06:33\",\"content\":\"【85只公募基金月内收益率超5% 白银等主题产品表现佳】 5月份以来，贵金属、铜等龙头大宗商品迎来一轮强势上行行情，其中，部分品种更是创出阶段性新高。与此同时，包括商品型、偏股混合型、QDII（合格境内机构投资者）偏股混合型等基金的净值也同步出现明显走高态势。\"}', -371849346, '证券快讯', '2024-05-25 11:48:01');
INSERT INTO `reptile_data` VALUES (1794213807342579713, 5, '{\"newsTime\":\"06:29\",\"content\":\"【年内256份年报问询函多维度“拷问”上市公司】 虽然年报披露已经结束，但监管层对上市公司关于年报的问询仍在继续。据《证券日报》记者统计，截至5月24日，沪深北交易所年内已发布256份年报问询函，其中，5月份以来的问询函数量超过212份。\"}', 1414978846, '证券快讯', '2024-05-25 11:48:01');
INSERT INTO `reptile_data` VALUES (1794213807480991745, 5, '{\"newsTime\":\"06:22\",\"content\":\"【“人工智能+音乐”奏响新乐章】 人工智能技术加速与音乐内容创作、规模化自动化生产、消费场景打造等维度融合，对音乐的创作、生产、传播与消费产生积极影响，助推我国文化强国建设。\"}', 2082102530, '证券快讯', '2024-05-25 11:48:01');
INSERT INTO `reptile_data` VALUES (1794213807514546177, 5, '{\"newsTime\":\"06:10\",\"content\":\"【广西防城港核电站“华龙一号”4号机组今天投产发电】 来自中国广核集团的消息，今天（25日），广西防城港核电站“华龙一号”4号机组完成试运行，正式投产发电。广西防城港核电站4号机组和3号机组均采用我国自主三代核电技术“华龙一号”，两台机组年发电量可达180亿千瓦时，能够满足200万人口的生产生活年度用电需求，每年可减少标煤消耗超543.6万吨，减少二氧化碳排放约1483.2万吨，环保效益相当于植树造林超4万公顷，对促进广西能源绿色转型、保障能源安全供应、提升能源系统效率等具有重要意义。\"}', 1115642091, '证券快讯', '2024-05-25 11:48:01');
INSERT INTO `reptile_data` VALUES (1794213807577460738, 5, '{\"newsTime\":\"05:57\",\"content\":\"COMEX黄金期货收跌0.09%，报2335.2美元/盎司；COMEX白银期货收涨0.28%，报30.54美元/盎司。\"}', 1528739036, '证券快讯', '2024-05-25 11:48:01');
INSERT INTO `reptile_data` VALUES (1794213807594237954, 5, '{\"newsTime\":\"05:55\",\"content\":\"【渤海证券突遭立案 IPO进程再添变数】 日前，渤海证券股份有限公司（以下简称“渤海证券”）公告称收到中国证券监督管理委员会（以下简称“证监会”）《立案告知书》。因涉嫌财务顾问业务违法违规，根据相关法律法规，证监会决定对渤海证券立案。\"}', 103808333, '证券快讯', '2024-05-25 11:48:01');
INSERT INTO `reptile_data` VALUES (1794213807640375298, 5, '{\"newsTime\":\"05:45\",\"content\":\"【谷歌AI搜索综述因“低级错误”引爆互联网吐槽】 谷歌在上周开发者大会上重点强调的“AI概览”（AI Overviews）功能近日在美国市场上线。但由于这个功能频频向用户提供一些荒谬的回答，例如“往披萨里加胶水”、“每天至少要吃1块石头”，引发美国网民集体嘲讽。谷歌回应称，错误往往来自于“非常罕见的查询”，将根据这些“孤例”进行改进。\"}', 1859208913, '证券快讯', '2024-05-25 11:48:01');
INSERT INTO `reptile_data` VALUES (1794213807665541121, 5, '{\"newsTime\":\"05:28\",\"content\":\"富时A50期指连续夜盘收涨0.26%，报12576.000点。\"}', 1190772164, '证券快讯', '2024-05-25 11:48:01');
INSERT INTO `reptile_data` VALUES (1794213807690706946, 5, '{\"newsTime\":\"05:07\",\"content\":\"惠誉确认卢森堡评级为AAA，前景展望为稳定。\"}', 1442790279, '证券快讯', '2024-05-25 11:48:01');
INSERT INTO `reptile_data` VALUES (1794213807711678465, 5, '{\"newsTime\":\"04:45\",\"content\":\"穆迪将沙特的本币及外币债券评级上调至Aa1。\"}', 508998091, '证券快讯', '2024-05-25 11:48:01');
INSERT INTO `reptile_data` VALUES (1794214037664395265, 1, '{\"name\":\" 巴基斯坦卡拉奇\",\"value\":\"75983.03\"}', 895148925, '中国指标最新值', '2024-05-25 11:48:56');
INSERT INTO `reptile_data` VALUES (1794214037689561089, 1, '{\"name\":\" 斯里兰卡科伦坡\",\"value\":\"12348.84\"}', -41778758, '中国指标最新值', '2024-05-25 11:48:56');
INSERT INTO `reptile_data` VALUES (1794214037702144001, 1, '{\"name\":\" 印尼雅加达综合\",\"value\":\"7222.38\"}', 486758733, '中国指标最新值', '2024-05-25 11:48:56');
INSERT INTO `reptile_data` VALUES (1794214037731504130, 1, '{\"name\":\" 印度孟买SENSEX\",\"value\":\"75410.39\"}', -659291326, '中国指标最新值', '2024-05-25 11:48:56');
INSERT INTO `reptile_data` VALUES (1794214037748281345, 1, '{\"name\":\" 富时新加坡海峡...\",\"value\":\"3316.56\"}', -2075297143, '中国指标最新值', '2024-05-25 11:48:56');
INSERT INTO `reptile_data` VALUES (1794214037781835777, 1, '{\"name\":\" 台湾加权\",\"value\":\"21565.34\"}', 254638173, '中国指标最新值', '2024-05-25 11:48:56');
INSERT INTO `reptile_data` VALUES (1794214037798612994, 1, '{\"name\":\" 泰国SET\",\"value\":\"1364.48\"}', 1046999481, '中国指标最新值', '2024-05-25 11:48:56');
INSERT INTO `reptile_data` VALUES (1794214037823778817, 1, '{\"name\":\" 富时马来西亚KLC...\",\"value\":\"1619.40\"}', -860930199, '中国指标最新值', '2024-05-25 11:48:56');
INSERT INTO `reptile_data` VALUES (1794214037840556034, 1, '{\"name\":\" 菲律宾马尼拉\",\"value\":\"6619.89\"}', 380639101, '中国指标最新值', '2024-05-25 11:48:56');
INSERT INTO `reptile_data` VALUES (1794214037857333249, 1, '{\"name\":\" 红筹指数\",\"value\":\"3928.89\"}', -1994523643, '中国指标最新值', '2024-05-25 11:48:56');
INSERT INTO `reptile_data` VALUES (1794214037865721857, 1, '{\"name\":\" 上证指数\",\"value\":\"3088.87\"}', 297069842, '中国指标最新值', '2024-05-25 11:48:56');
INSERT INTO `reptile_data` VALUES (1794214037882499074, 1, '{\"name\":\" 沪深300\",\"value\":\"3601.48\"}', -743386900, '中国指标最新值', '2024-05-25 11:48:56');
INSERT INTO `reptile_data` VALUES (1794214037907664897, 1, '{\"name\":\" 日经225\",\"value\":\"38646.11\"}', 567493780, '中国指标最新值', '2024-05-25 11:48:56');
INSERT INTO `reptile_data` VALUES (1794214037916053505, 1, '{\"name\":\" 深证成指\",\"value\":\"9424.58\"}', -632682211, '中国指标最新值', '2024-05-25 11:48:56');
INSERT INTO `reptile_data` VALUES (1794214037941219330, 1, '{\"name\":\" 韩国KOSPI\",\"value\":\"2687.82\"}', -414956021, '中国指标最新值', '2024-05-25 11:48:56');
INSERT INTO `reptile_data` VALUES (1794214037957996545, 1, '{\"name\":\" 中小100\",\"value\":\"5810.32\"}', -669948276, '中国指标最新值', '2024-05-25 11:48:56');
INSERT INTO `reptile_data` VALUES (1794214037974773761, 1, '{\"name\":\" 恒生指数\",\"value\":\"18608.94\"}', -438419856, '中国指标最新值', '2024-05-25 11:48:56');
INSERT INTO `reptile_data` VALUES (1794214037991550977, 1, '{\"name\":\" 国企指数\",\"value\":\"6605.24\"}', 1981234906, '中国指标最新值', '2024-05-25 11:48:56');
INSERT INTO `reptile_data` VALUES (1794214037999939585, 1, '{\"name\":\" 韩国KOSPI200\",\"value\":\"366.10\"}', -1052391792, '中国指标最新值', '2024-05-25 11:48:56');
INSERT INTO `reptile_data` VALUES (1794214038016716802, 1, '{\"name\":\" 越南胡志明\",\"value\":\"1261.93\"}', -1122499191, '中国指标最新值', '2024-05-25 11:48:56');
INSERT INTO `reptile_data` VALUES (1794214072846217218, 2, '{\"name\":\"瑞迪智驱\",\"value\":\"2024-05-13\"}', -841715160, '新股上市日历', '2024-05-25 11:49:05');
INSERT INTO `reptile_data` VALUES (1794214072871383041, 2, '{\"name\":\"欧莱新材\",\"value\":\"2024-05-09\"}', 152967912, '新股上市日历', '2024-05-25 11:49:05');
INSERT INTO `reptile_data` VALUES (1794214072888160257, 2, '{\"name\":\"宏鑫科技\",\"value\":\"2024-04-15\"}', 1416648429, '新股上市日历', '2024-05-25 11:49:05');
INSERT INTO `reptile_data` VALUES (1794214072904937474, 2, '{\"name\":\"灿芯股份\",\"value\":\"2024-04-11\"}', 1563593906, '新股上市日历', '2024-05-25 11:49:05');
INSERT INTO `reptile_data` VALUES (1794214072921714690, 2, '{\"name\":\"中瑞股份\",\"value\":\"2024-04-08\"}', 210532235, '新股上市日历', '2024-05-25 11:49:05');
INSERT INTO `reptile_data` VALUES (1794214072946880514, 2, '{\"name\":\"广合科技\",\"value\":\"2024-04-02\"}', -695109764, '新股上市日历', '2024-05-25 11:49:05');
INSERT INTO `reptile_data` VALUES (1794214072972046338, 2, '{\"name\":\"星宸科技\",\"value\":\"2024-03-28\"}', 1211969863, '新股上市日历', '2024-05-25 11:49:05');
INSERT INTO `reptile_data` VALUES (1794214072988823553, 2, '{\"name\":\"平安电工\",\"value\":\"2024-03-28\"}', 863265797, '新股上市日历', '2024-05-25 11:49:05');
INSERT INTO `reptile_data` VALUES (1794214073005600770, 2, '{\"name\":\"星德胜\",\"value\":\"2024-03-20\"}', 1855966651, '新股上市日历', '2024-05-25 11:49:05');
INSERT INTO `reptile_data` VALUES (1794214073018183681, 2, '{\"name\":\"骏鼎达\",\"value\":\"2024-03-20\"}', -1480315050, '新股上市日历', '2024-05-25 11:49:05');
INSERT INTO `reptile_data` VALUES (1794214073034960897, 2, '{\"name\":\"中创股份\",\"value\":\"2024-03-13\"}', 1460705261, '新股上市日历', '2024-05-25 11:49:05');
INSERT INTO `reptile_data` VALUES (1794214073060126722, 2, '{\"name\":\"美新科技\",\"value\":\"2024-03-13\"}', 124814164, '新股上市日历', '2024-05-25 11:49:05');
INSERT INTO `reptile_data` VALUES (1794214073076903938, 2, '{\"name\":\"龙旗科技\",\"value\":\"2024-03-01\"}', 1320673233, '新股上市日历', '2024-05-25 11:49:05');
INSERT INTO `reptile_data` VALUES (1794214073093681153, 2, '{\"name\":\"肯特股份\",\"value\":\"2024-02-28\"}', 772294628, '新股上市日历', '2024-05-25 11:49:05');
INSERT INTO `reptile_data` VALUES (1794214073110458369, 2, '{\"name\":\"上海合晶\",\"value\":\"2024-02-08\"}', 1414524119, '新股上市日历', '2024-05-25 11:49:05');
INSERT INTO `reptile_data` VALUES (1794214073127235585, 2, '{\"name\":\"诺瓦星云\",\"value\":\"2024-02-08\"}', -1390663110, '新股上市日历', '2024-05-25 11:49:05');
INSERT INTO `reptile_data` VALUES (1794214073144012801, 2, '{\"name\":\"成都华微\",\"value\":\"2024-02-07\"}', -367285462, '新股上市日历', '2024-05-25 11:49:05');
INSERT INTO `reptile_data` VALUES (1794214073160790018, 2, '{\"name\":\"华阳智能\",\"value\":\"2024-02-02\"}', 1253868970, '新股上市日历', '2024-05-25 11:49:05');
INSERT INTO `reptile_data` VALUES (1794214073177567234, 2, '{\"name\":\"北自科技\",\"value\":\"2024-01-30\"}', -1286685112, '新股上市日历', '2024-05-25 11:49:05');
INSERT INTO `reptile_data` VALUES (1794214073194344449, 2, '{\"name\":\"盛景微\",\"value\":\"2024-01-24\"}', -1988727925, '新股上市日历', '2024-05-25 11:49:05');
INSERT INTO `reptile_data` VALUES (1794214085127139330, 1, '{\"name\":\" 创业板指\",\"value\":\"1818.56\"}', 2125030250, '中国指标最新值', '2024-05-25 11:49:07');
INSERT INTO `reptile_data` VALUES (1794214099983364098, 3, '{\"name\":\"电力行业\",\"value\":\"3.51%\"}', -177101574, '板块资金流今日跌涨幅', '2024-05-25 11:49:11');
INSERT INTO `reptile_data` VALUES (1794214117838516225, 4, '{\"name\":\"沪港通\",\"name2\":\"沪股通(港>沪)\",\"value\":\"收盘\",\"value2\":\"-470.00万元\"}', 1204206502, '港股通资金流', '2024-05-25 11:49:15');
INSERT INTO `reptile_data` VALUES (1794214124771700738, 2, '{\"name\":\"美信科技\",\"value\":\"2024-01-24\"}', 1069252707, '新股上市日历', '2024-05-25 11:49:17');
INSERT INTO `reptile_data` VALUES (1794214141204983809, 3, '{\"name\":\"电网设备\",\"value\":\"2.16%\"}', -239459501, '板块资金流今日跌涨幅', '2024-05-25 11:49:21');
INSERT INTO `reptile_data` VALUES (1794214141230149633, 2, '{\"name\":\"腾达科技\",\"value\":\"2024-01-19\"}', -1739355350, '新股上市日历', '2024-05-25 11:49:21');
INSERT INTO `reptile_data` VALUES (1794214141230149634, 4, '{\"name\":\"港股通(沪>港)\",\"name2\":\"-1.38%\",\"value\":\"32.75亿元\",\"value2\":\"387.25亿元\"}', 1725113406, '港股通资金流', '2024-05-25 11:49:21');
INSERT INTO `reptile_data` VALUES (1794214141230149635, 3, '{\"name\":\"农牧饲渔\",\"value\":\"1.21%\"}', -1838836954, '板块资金流今日跌涨幅', '2024-05-25 11:49:21');
INSERT INTO `reptile_data` VALUES (1794214141330812930, 4, '{\"name\":\"深港通\",\"name2\":\"深股通(港>深)\",\"value\":\"收盘\",\"value2\":\"-19.09亿元\"}', 1056434127, '港股通资金流', '2024-05-25 11:49:21');
INSERT INTO `reptile_data` VALUES (1794214141372755970, 3, '{\"name\":\"公用事业\",\"value\":\"0.76%\"}', -1307875415, '板块资金流今日跌涨幅', '2024-05-25 11:49:21');
INSERT INTO `reptile_data` VALUES (1794214141372755971, 2, '{\"name\":\"永兴股份\",\"value\":\"2024-01-18\"}', -2129188044, '新股上市日历', '2024-05-25 11:49:21');
INSERT INTO `reptile_data` VALUES (1794214141389533186, 4, '{\"name\":\"港股通(深>港)\",\"name2\":\"-1.38%\",\"value\":\"19.72亿元\",\"value2\":\"400.28亿元\"}', 1818134242, '港股通资金流', '2024-05-25 11:49:21');
INSERT INTO `reptile_data` VALUES (1794214141838323714, 2, '{\"name\":\"贝隆精密\",\"value\":\"2024-01-16\"}', 1038753039, '新股上市日历', '2024-05-25 11:49:21');
INSERT INTO `reptile_data` VALUES (1794214141838323715, 3, '{\"name\":\"石油行业\",\"value\":\"0.76%\"}', 501381760, '板块资金流今日跌涨幅', '2024-05-25 11:49:21');
INSERT INTO `reptile_data` VALUES (1794214142060621825, 3, '{\"name\":\"贵金属\",\"value\":\"0.53%\"}', 822599425, '板块资金流今日跌涨幅', '2024-05-25 11:49:21');
INSERT INTO `reptile_data` VALUES (1794214142060621826, 2, '{\"name\":\"西典新能\",\"value\":\"2024-01-11\"}', -1297164791, '新股上市日历', '2024-05-25 11:49:21');
INSERT INTO `reptile_data` VALUES (1794214142333251586, 2, '{\"name\":\"雪祺电气\",\"value\":\"2024-01-11\"}', -364451150, '新股上市日历', '2024-05-25 11:49:21');
INSERT INTO `reptile_data` VALUES (1794214142333251587, 3, '{\"name\":\"燃气\",\"value\":\"0.51%\"}', -653418272, '板块资金流今日跌涨幅', '2024-05-25 11:49:21');
INSERT INTO `reptile_data` VALUES (1794214142501023745, 2, '{\"name\":\"博隆技术\",\"value\":\"2024-01-10\"}', -1807942817, '新股上市日历', '2024-05-25 11:49:21');
INSERT INTO `reptile_data` VALUES (1794214142513606657, 3, '{\"name\":\"食品饮料\",\"value\":\"0.27%\"}', -619287091, '板块资金流今日跌涨幅', '2024-05-25 11:49:21');
INSERT INTO `reptile_data` VALUES (1794214142563938306, 2, '{\"name\":\"艾罗能源\",\"value\":\"2024-01-03\"}', 1038565292, '新股上市日历', '2024-05-25 11:49:21');
INSERT INTO `reptile_data` VALUES (1794214142639435777, 3, '{\"name\":\"电源设备\",\"value\":\"0.24%\"}', -434941613, '板块资金流今日跌涨幅', '2024-05-25 11:49:21');
INSERT INTO `reptile_data` VALUES (1794214142664601602, 2, '{\"name\":\"达利凯普\",\"value\":\"2023-12-29\"}', 281334759, '新股上市日历', '2024-05-25 11:49:21');
INSERT INTO `reptile_data` VALUES (1794214142723321858, 3, '{\"name\":\"煤炭行业\",\"value\":\"0.22%\"}', 1399713566, '板块资金流今日跌涨幅', '2024-05-25 11:49:21');
INSERT INTO `reptile_data` VALUES (1794214142731710466, 2, '{\"name\":\"辰奕智能\",\"value\":\"2023-12-28\"}', 1434816678, '新股上市日历', '2024-05-25 11:49:21');
INSERT INTO `reptile_data` VALUES (1794214142748487681, 3, '{\"name\":\"有色金属\",\"value\":\"0.08%\"}', 788554535, '板块资金流今日跌涨幅', '2024-05-25 11:49:21');
INSERT INTO `reptile_data` VALUES (1794214142748487682, 2, '{\"name\":\"鼎龙科技\",\"value\":\"2023-12-27\"}', 2048656953, '新股上市日历', '2024-05-25 11:49:21');
INSERT INTO `reptile_data` VALUES (1794214142765264897, 2, '{\"name\":\"国际复材\",\"value\":\"2023-12-26\"}', -92336181, '新股上市日历', '2024-05-25 11:49:21');
INSERT INTO `reptile_data` VALUES (1794214142773653506, 3, '{\"name\":\"能源金属\",\"value\":\"0.01%\"}', -307899018, '板块资金流今日跌涨幅', '2024-05-25 11:49:21');
INSERT INTO `reptile_data` VALUES (1794214142832373762, 2, '{\"name\":\"宏盛华源\",\"value\":\"2023-12-22\"}', 1406959218, '新股上市日历', '2024-05-25 11:49:21');
INSERT INTO `reptile_data` VALUES (1794214142832373763, 3, '{\"name\":\"中药\",\"value\":\"-0.03%\"}', -1845596587, '板块资金流今日跌涨幅', '2024-05-25 11:49:21');
INSERT INTO `reptile_data` VALUES (1794214143012728833, 2, '{\"name\":\"兴欣新材\",\"value\":\"2023-12-21\"}', -424196492, '新股上市日历', '2024-05-25 11:49:21');
INSERT INTO `reptile_data` VALUES (1794214143012728834, 3, '{\"name\":\"环保行业\",\"value\":\"-0.06%\"}', 2130155666, '板块资金流今日跌涨幅', '2024-05-25 11:49:21');
INSERT INTO `reptile_data` VALUES (1794214143079837698, 2, '{\"name\":\"安邦护卫\",\"value\":\"2023-12-20\"}', -651629878, '新股上市日历', '2024-05-25 11:49:21');
INSERT INTO `reptile_data` VALUES (1794214143079837699, 3, '{\"name\":\"化肥行业\",\"value\":\"-0.09%\"}', -808136298, '板块资金流今日跌涨幅', '2024-05-25 11:49:21');
INSERT INTO `reptile_data` VALUES (1794214143100809217, 2, '{\"name\":\"安培龙\",\"value\":\"2023-12-18\"}', -1244378090, '新股上市日历', '2024-05-25 11:49:21');
INSERT INTO `reptile_data` VALUES (1794214143289552898, 3, '{\"name\":\"铁路公路\",\"value\":\"-0.15%\"}', -617940123, '板块资金流今日跌涨幅', '2024-05-25 11:49:21');
INSERT INTO `reptile_data` VALUES (1794214143306330113, 3, '{\"name\":\"工程机械\",\"value\":\"-0.16%\"}', -1525034863, '板块资金流今日跌涨幅', '2024-05-25 11:49:21');
INSERT INTO `reptile_data` VALUES (1794214143323107329, 2, '{\"name\":\"索宝蛋白\",\"value\":\"2023-12-15\"}', 1737089197, '新股上市日历', '2024-05-25 11:49:21');
INSERT INTO `reptile_data` VALUES (1794214143339884546, 2, '{\"name\":\"丰茂股份\",\"value\":\"2023-12-13\"}', 555982448, '新股上市日历', '2024-05-25 11:49:21');
INSERT INTO `reptile_data` VALUES (1794214143348273154, 3, '{\"name\":\"采掘行业\",\"value\":\"-0.23%\"}', -1744207312, '板块资金流今日跌涨幅', '2024-05-25 11:49:21');
INSERT INTO `reptile_data` VALUES (1794214143365050370, 2, '{\"name\":\"永达股份\",\"value\":\"2023-12-12\"}', 1444023557, '新股上市日历', '2024-05-25 11:49:21');
INSERT INTO `reptile_data` VALUES (1794214143390216194, 2, '{\"name\":\"中远通\",\"value\":\"2023-12-08\"}', 270950519, '新股上市日历', '2024-05-25 11:49:21');
INSERT INTO `reptile_data` VALUES (1794214143398604802, 3, '{\"name\":\"医药商业\",\"value\":\"-0.23%\"}', 2067977945, '板块资金流今日跌涨幅', '2024-05-25 11:49:21');
INSERT INTO `reptile_data` VALUES (1794214143423770625, 3, '{\"name\":\"航运港口\",\"value\":\"-0.24%\"}', -685261204, '板块资金流今日跌涨幅', '2024-05-25 11:49:21');
INSERT INTO `reptile_data` VALUES (1794214193872859138, 3, '{\"name\":\"综合行业\",\"value\":\"-0.31%\"}', -1534326424, '板块资金流今日跌涨幅', '2024-05-25 11:49:33');
INSERT INTO `reptile_data` VALUES (1794214193889636354, 3, '{\"name\":\"农药兽药\",\"value\":\"-0.41%\"}', 407830354, '板块资金流今日跌涨幅', '2024-05-25 11:49:33');
INSERT INTO `reptile_data` VALUES (1794214193923190786, 3, '{\"name\":\"银行\",\"value\":\"-0.44%\"}', 1099977798, '板块资金流今日跌涨幅', '2024-05-25 11:49:33');
INSERT INTO `reptile_data` VALUES (1794214194292289537, 3, '{\"name\":\"交运设备\",\"value\":\"-0.50%\"}', -929941376, '板块资金流今日跌涨幅', '2024-05-25 11:49:33');
INSERT INTO `reptile_data` VALUES (1794214194401341441, 3, '{\"name\":\"包装材料\",\"value\":\"-0.51%\"}', 76334773, '板块资金流今日跌涨幅', '2024-05-25 11:49:33');
INSERT INTO `reptile_data` VALUES (1794214194476838913, 3, '{\"name\":\"钢铁行业\",\"value\":\"-0.52%\"}', -551419078, '板块资金流今日跌涨幅', '2024-05-25 11:49:34');
INSERT INTO `reptile_data` VALUES (1794214194594279425, 3, '{\"name\":\"游戏\",\"value\":\"-0.57%\"}', 1782092265, '板块资金流今日跌涨幅', '2024-05-25 11:49:34');
INSERT INTO `reptile_data` VALUES (1794214194711719938, 3, '{\"name\":\"化学制药\",\"value\":\"-0.57%\"}', -1630186341, '板块资金流今日跌涨幅', '2024-05-25 11:49:34');
INSERT INTO `reptile_data` VALUES (1794214194837549057, 3, '{\"name\":\"小金属\",\"value\":\"-0.67%\"}', 977461053, '板块资金流今日跌涨幅', '2024-05-25 11:49:34');
INSERT INTO `reptile_data` VALUES (1794214194879492098, 3, '{\"name\":\"物流行业\",\"value\":\"-0.68%\"}', 1043820088, '板块资金流今日跌涨幅', '2024-05-25 11:49:34');
INSERT INTO `reptile_data` VALUES (1794214194904657921, 3, '{\"name\":\"旅游酒店\",\"value\":\"-0.68%\"}', -1453266614, '板块资金流今日跌涨幅', '2024-05-25 11:49:34');
INSERT INTO `reptile_data` VALUES (1794214195454111746, 3, '{\"name\":\"商业百货\",\"value\":\"-0.74%\"}', 104039050, '板块资金流今日跌涨幅', '2024-05-25 11:49:34');
INSERT INTO `reptile_data` VALUES (1794214195554775041, 3, '{\"name\":\"橡胶制品\",\"value\":\"-0.76%\"}', -1201864817, '板块资金流今日跌涨幅', '2024-05-25 11:49:34');
INSERT INTO `reptile_data` VALUES (1794214195571552257, 3, '{\"name\":\"造纸印刷\",\"value\":\"-0.76%\"}', -1261230610, '板块资金流今日跌涨幅', '2024-05-25 11:49:34');
INSERT INTO `reptile_data` VALUES (1794214195793850370, 3, '{\"name\":\"汽车整车\",\"value\":\"-0.78%\"}', -40590132, '板块资金流今日跌涨幅', '2024-05-25 11:49:34');
INSERT INTO `reptile_data` VALUES (1794214195810627586, 3, '{\"name\":\"化学原料\",\"value\":\"-0.79%\"}', 1215509244, '板块资金流今日跌涨幅', '2024-05-25 11:49:34');
INSERT INTO `reptile_data` VALUES (1794214195844182018, 3, '{\"name\":\"玻璃玻纤\",\"value\":\"-0.79%\"}', -2012303293, '板块资金流今日跌涨幅', '2024-05-25 11:49:34');
INSERT INTO `reptile_data` VALUES (1794214195923873794, 3, '{\"name\":\"纺织服装\",\"value\":\"-0.80%\"}', 837278157, '板块资金流今日跌涨幅', '2024-05-25 11:49:34');
INSERT INTO `reptile_data` VALUES (1794214196007759874, 3, '{\"name\":\"教育\",\"value\":\"-0.82%\"}', -1051878301, '板块资金流今日跌涨幅', '2024-05-25 11:49:34');
INSERT INTO `reptile_data` VALUES (1794214196032925697, 3, '{\"name\":\"多元金融\",\"value\":\"-0.87%\"}', -1071447244, '板块资金流今日跌涨幅', '2024-05-25 11:49:34');
INSERT INTO `reptile_data` VALUES (1794214200529219585, 2, '{\"name\":\"艾森股份\",\"value\":\"2023-12-06\"}', -1095990678, '新股上市日历', '2024-05-25 11:49:37');
INSERT INTO `reptile_data` VALUES (1794214200529219586, 2, '{\"name\":\"锦江航运\",\"value\":\"2023-12-05\"}', -1233957378, '新股上市日历', '2024-05-25 11:49:37');
INSERT INTO `reptile_data` VALUES (1794214211480547329, 2, '{\"name\":\"中机认检\",\"value\":\"2023-12-01\"}', 790362220, '新股上市日历', '2024-05-25 11:49:38');
INSERT INTO `reptile_data` VALUES (1794214211480547330, 2, '{\"name\":\"京仪装备\",\"value\":\"2023-11-29\"}', 266955836, '新股上市日历', '2024-05-25 11:49:38');
INSERT INTO `reptile_data` VALUES (1794214211480547331, 2, '{\"name\":\"思泰克\",\"value\":\"2023-11-28\"}', 1534650181, '新股上市日历', '2024-05-25 11:49:38');
INSERT INTO `reptile_data` VALUES (1794214211480547332, 2, '{\"name\":\"康希通信\",\"value\":\"2023-11-17\"}', -907507943, '新股上市日历', '2024-05-25 11:49:38');
INSERT INTO `reptile_data` VALUES (1794214212864667649, 2, '{\"name\":\"夏厦精密\",\"value\":\"2023-11-16\"}', -1218035651, '新股上市日历', '2024-05-25 11:49:38');
INSERT INTO `reptile_data` VALUES (1794214213024051201, 2, '{\"name\":\"中邮科技\",\"value\":\"2023-11-13\"}', 772265553, '新股上市日历', '2024-05-25 11:49:38');
INSERT INTO `reptile_data` VALUES (1794214214391394305, 2, '{\"name\":\"联域股份\",\"value\":\"2023-11-09\"}', -1289269471, '新股上市日历', '2024-05-25 11:49:38');
INSERT INTO `reptile_data` VALUES (1794214214643052545, 2, '{\"name\":\"麦加芯彩\",\"value\":\"2023-11-07\"}', 450191152, '新股上市日历', '2024-05-25 11:49:38');
INSERT INTO `reptile_data` VALUES (1794214214932459522, 2, '{\"name\":\"百通能源\",\"value\":\"2023-11-03\"}', 404093999, '新股上市日历', '2024-05-25 11:49:38');
INSERT INTO `reptile_data` VALUES (1794214216278831106, 2, '{\"name\":\"上海汽配\",\"value\":\"2023-11-01\"}', 1014737855, '新股上市日历', '2024-05-25 11:49:39');
INSERT INTO `reptile_data` VALUES (1794214216287219713, 2, '{\"name\":\"惠柏新材\",\"value\":\"2023-10-31\"}', 1920780019, '新股上市日历', '2024-05-25 11:49:39');
INSERT INTO `reptile_data` VALUES (1794214216463380481, 2, '{\"name\":\"德冠新材\",\"value\":\"2023-10-30\"}', -275434578, '新股上市日历', '2024-05-25 11:49:39');
INSERT INTO `reptile_data` VALUES (1794214217088331777, 2, '{\"name\":\"思泉新材\",\"value\":\"2023-10-24\"}', 1860149484, '新股上市日历', '2024-05-25 11:49:39');
INSERT INTO `reptile_data` VALUES (1794214218233376769, 2, '{\"name\":\"天元智能\",\"value\":\"2023-10-23\"}', 753276830, '新股上市日历', '2024-05-25 11:49:39');
INSERT INTO `reptile_data` VALUES (1794214218501812225, 2, '{\"name\":\"润本股份\",\"value\":\"2023-10-17\"}', 662452574, '新股上市日历', '2024-05-25 11:49:39');
INSERT INTO `reptile_data` VALUES (1794214218686361601, 2, '{\"name\":\"陕西华达\",\"value\":\"2023-10-17\"}', -1385002602, '新股上市日历', '2024-05-25 11:49:39');
INSERT INTO `reptile_data` VALUES (1794214218912854017, 2, '{\"name\":\"中集环科\",\"value\":\"2023-10-11\"}', -2125393507, '新股上市日历', '2024-05-25 11:49:39');
INSERT INTO `reptile_data` VALUES (1794214219068043265, 2, '{\"name\":\"浩辰软件\",\"value\":\"2023-10-10\"}', 695835729, '新股上市日历', '2024-05-25 11:49:39');
INSERT INTO `reptile_data` VALUES (1794214262789468161, 3, '{\"name\":\"珠宝首饰\",\"value\":\"-0.88%\"}', 1682016263, '板块资金流今日跌涨幅', '2024-05-25 11:49:50');
INSERT INTO `reptile_data` VALUES (1794214262848188417, 3, '{\"name\":\"酿酒行业\",\"value\":\"-0.89%\"}', 645189618, '板块资金流今日跌涨幅', '2024-05-25 11:49:50');
INSERT INTO `reptile_data` VALUES (1794214263561220098, 3, '{\"name\":\"工程建设\",\"value\":\"-0.93%\"}', 237201300, '板块资金流今日跌涨幅', '2024-05-25 11:49:50');
INSERT INTO `reptile_data` VALUES (1794214263829655553, 3, '{\"name\":\"水泥建材\",\"value\":\"-0.93%\"}', 1290369553, '板块资金流今日跌涨幅', '2024-05-25 11:49:50');
INSERT INTO `reptile_data` VALUES (1794214263829655554, 3, '{\"name\":\"医疗器械\",\"value\":\"-1.00%\"}', 2012240723, '板块资金流今日跌涨幅', '2024-05-25 11:49:50');
INSERT INTO `reptile_data` VALUES (1794214263829655555, 3, '{\"name\":\"塑料制品\",\"value\":\"-1.06%\"}', -872941240, '板块资金流今日跌涨幅', '2024-05-25 11:49:51');
INSERT INTO `reptile_data` VALUES (1794214263829655556, 3, '{\"name\":\"美容护理\",\"value\":\"-1.07%\"}', 916228195, '板块资金流今日跌涨幅', '2024-05-25 11:49:51');
INSERT INTO `reptile_data` VALUES (1794214263829655557, 3, '{\"name\":\"装修装饰\",\"value\":\"-1.07%\"}', 1815496682, '板块资金流今日跌涨幅', '2024-05-25 11:49:51');
INSERT INTO `reptile_data` VALUES (1794214263829655558, 3, '{\"name\":\"通信服务\",\"value\":\"-1.09%\"}', 1006382547, '板块资金流今日跌涨幅', '2024-05-25 11:49:51');
INSERT INTO `reptile_data` VALUES (1794214263829655559, 3, '{\"name\":\"仪器仪表\",\"value\":\"-1.12%\"}', -624089684, '板块资金流今日跌涨幅', '2024-05-25 11:49:51');
INSERT INTO `reptile_data` VALUES (1794214263829655560, 3, '{\"name\":\"化学制品\",\"value\":\"-1.13%\"}', 1803439116, '板块资金流今日跌涨幅', '2024-05-25 11:49:51');
INSERT INTO `reptile_data` VALUES (1794214263829655561, 3, '{\"name\":\"医疗服务\",\"value\":\"-1.16%\"}', 82083748, '板块资金流今日跌涨幅', '2024-05-25 11:49:51');
INSERT INTO `reptile_data` VALUES (1794214263829655562, 3, '{\"name\":\"家电行业\",\"value\":\"-1.16%\"}', 1189843649, '板块资金流今日跌涨幅', '2024-05-25 11:49:51');
INSERT INTO `reptile_data` VALUES (1794214268162371585, 3, '{\"name\":\"光伏设备\",\"value\":\"-1.21%\"}', 413570173, '板块资金流今日跌涨幅', '2024-05-25 11:49:51');
INSERT INTO `reptile_data` VALUES (1794214268162371586, 3, '{\"name\":\"风电设备\",\"value\":\"-1.23%\"}', 288420928, '板块资金流今日跌涨幅', '2024-05-25 11:49:51');
INSERT INTO `reptile_data` VALUES (1794214269370331138, 3, '{\"name\":\"专用设备\",\"value\":\"-1.24%\"}', 842176975, '板块资金流今日跌涨幅', '2024-05-25 11:49:51');
INSERT INTO `reptile_data` VALUES (1794214269659738113, 3, '{\"name\":\"证券\",\"value\":\"-1.25%\"}', -63931991, '板块资金流今日跌涨幅', '2024-05-25 11:49:51');
INSERT INTO `reptile_data` VALUES (1794214269777178625, 3, '{\"name\":\"生物制品\",\"value\":\"-1.25%\"}', 979127431, '板块资金流今日跌涨幅', '2024-05-25 11:49:51');
INSERT INTO `reptile_data` VALUES (1794214269957533697, 3, '{\"name\":\"汽车零部件\",\"value\":\"-1.27%\"}', 1255546879, '板块资金流今日跌涨幅', '2024-05-25 11:49:52');
INSERT INTO `reptile_data` VALUES (1794214270158860289, 3, '{\"name\":\"通用设备\",\"value\":\"-1.32%\"}', 1014758917, '板块资金流今日跌涨幅', '2024-05-25 11:49:52');
INSERT INTO `reptile_data` VALUES (1794214365256314882, 3, '{\"name\":\"半导体\",\"value\":\"-2.73%\"}', -1558385605, '板块资金流今日跌涨幅', '2024-05-25 11:50:14');
INSERT INTO `reptile_data` VALUES (1794214365340200961, 2, '{\"name\":\"新莱福\",\"value\":\"2023-06-06\"}', 1213700705, '新股上市日历', '2024-05-25 11:50:14');
INSERT INTO `reptile_data` VALUES (1794214365415698434, 3, '{\"name\":\"房地产开发\",\"value\":\"-2.78%\"}', -177989978, '板块资金流今日跌涨幅', '2024-05-25 11:50:14');
INSERT INTO `reptile_data` VALUES (1794214365415698435, 2, '{\"name\":\"天玛智控\",\"value\":\"2023-06-05\"}', 622989635, '新股上市日历', '2024-05-25 11:50:14');
INSERT INTO `reptile_data` VALUES (1794214365415698436, 3, '{\"name\":\"电子化学品\",\"value\":\"-2.92%\"}', -568301971, '板块资金流今日跌涨幅', '2024-05-25 11:50:14');
INSERT INTO `reptile_data` VALUES (1794214365415698437, 3, '{\"name\":\"工程咨询服务\",\"value\":\"-3.10%\"}', -1659880928, '板块资金流今日跌涨幅', '2024-05-25 11:50:14');
INSERT INTO `reptile_data` VALUES (1794214365415698438, 3, '{\"name\":\"航天航空\",\"value\":\"-3.60%\"}', -1452848746, '板块资金流今日跌涨幅', '2024-05-25 11:50:14');
INSERT INTO `reptile_data` VALUES (1794214365415698439, 3, '{\"name\":\"房地产服务\",\"value\":\"-4.22%\"}', -1819381466, '板块资金流今日跌涨幅', '2024-05-25 11:50:14');

SET FOREIGN_KEY_CHECKS = 1;
